---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup3
source: html/97c5044f-9dda-e1e5-a92a-4310efb921e1.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup3 Property

Symbol m³, indicating unit Cubic meters.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup3 { get; }
```